content/posts/Georg_Hegel.md
+++
title = "Georg Hegel"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:35-04:00
slug = "Georg_Hegel"
draft = false
+++

## From [The Rise of Modern Philosophy A New History of Western Philosophy, Vol. III]({{< relref "The_Rise_of_Modern_Philosophy_A_New_History_of_Western_Philosophy,_Vol_III" >}}) {#from-the-rise-of-modern-philosophy-a-new-history-of-western-philosophy-vol-dot-iii--the-rise-of-modern-philosophy-a-new-history-of-western-philosophy-vol-iii-dot-md}


### First book compared Fichte and Schelling {#first-book-compared-fichte-and-schelling}


### Greatest contribution to thought was his introduction of a historical element to philosophy {#greatest-contribution-to-thought-was-his-introduction-of-a-historical-element-to-philosophy}


### Only the philosopher really understands that reason is the sovereign of the world, and that the history of the world is a rational process. {#only-the-philosopher-really-understands-that-reason-is-the-sovereign-of-the-world-and-that-the-history-of-the-world-is-a-rational-process-dot}


### The motive force of history is spirit’s drive to actualize its potential. Universal history is ‘the exhibition of Spirit in the process of working out the knowledge of that which it is potentially.’ {#the-motive-force-of-history-is-spirit-s-drive-to-actualize-its-potential-dot-universal-history-is-the-exhibition-of-spirit-in-the-process-of-working-out-the-knowledge-of-that-which-it-is-potentially-dot}


### Two stages of dialectic to reach spirit {#two-stages-of-dialectic-to-reach-spirit}

<!--list-separator-->

-  Thesis: The absolute or totality of reality is pure Being

<!--list-separator-->

-  But pure being without any qualities is nothing

<!--list-separator-->

-  Antithesis: The absolute is nothing

<!--list-separator-->

-  Synthesis: the union of being and unbeing is becoming and therefore the absolute or totality of reality is becoming


## [A Spirit of Trust by Robert Brandom in 2019]({{< relref "A_Spirit_of_Trust_by_Robert_Brandom_in_2019" >}}) {#a-spirit-of-trust-by-robert-brandom-in-2019--a-spirit-of-trust-by-robert-brandom-in-2019-dot-md}
